cases/Flow_Solute_Transport/Flow/Allrun
#!/bin/bash

./Allclean

blockMesh

DBSFoam
